Repository: Tynianov/coffee_shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: Russian
ru: Русский

source: Start
ru: Старт

source: End
ru: Конец

source: Work Hour
ru: Рабочие время

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четврег

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Week day
ru: Рабочий день

source: Week days
ru: Рабочие дни

source: Name
ru: Имя

source: Enter restaurant name
ru: Введите название ресторана

source: Email
ru: Электронная почта

source: Enter restaurant email address
ru: Введите название ресторана

source: Website
ru: Сайт

source: Enter restaurant website
ru: Введите адресс сайта

source: Phone number
ru: Номер телефона

source: Enter restaurant phone number
ru: Введите номер телефона ресторана

source: Instagram link
ru: Ссылка на профиль Instagram

source: Enter Instagram link
ru: Введите ссылку на профиль Instagram

source: Facebook link
ru: Ссылка на профиль Facebook

source: Enter Facebook link
ru: Введите ссылку на профиль в Facebook

source: Restaurant logo
ru: Логотип ресторана

source: Add restaurant logo to display it in the app
ru: Добавте логотип ресторана что бы отобразить его в приложении

source: Restaurant config
ru: Настройки ресторана

source: Branch name
ru: Название отделения

source: Enter branch name
ru: Введите название отделения

source: Branch address
ru: Адресс отделения

source: Enter Branch address
ru: Введите адресс отделения

source: Google Maps embedded code
ru: Google Maps код

source: Click 'Share or embed map', then click 'Embed map' and copy-paste code there
ru: Нажмите 'Share or embed map', после чего 'Embed map' т вставьте код сюда

source: Branch image
ru: Фото отделения

source: Add branch image to display it in the app
ru: Добавте фото отделения для того, что бы показать его в приложении

source: Short description
ru: Краткое описание

source: Enter short description of branch
ru: Введите краткое описание

source: Set working hours during weekdays
ru: Выставите рабочие время в будние дни

source: Set working hours during weekends
ru: Выставите рабочие время в выходные дни

source: Latitude
ru: Широта

source: Enter latitude of branch
ru: Введите широту отделения

source: Longitude
ru: Долгота

source: Enter longitude of branch
ru: Введите долготу отделения

source: Restaurant branch
ru: Отделение ресторана

source: Restaurant branches
ru: Отделения ресторана

source: Terms and Conditions
ru: Условия пользования

source: Enter app terms and Conditions
ru: Введите условия пользования приложением

source: Android app download link
ru: Ссылка для скачивания Android приложения

source: IOS app download link
ru: Ссылка для скачивания IOS приложения

source: Privacy Policy
ru: Политика конфиденциальности

source: Enter app Privacy Policy
ru: Введите политику конфиденциальности приложения

source: App metadata config
ru: Метаданные приложения

source: voucher
ru: Ваучер

source: User
ru: Пользователь

source: Creation date
ru: Дата создания

source: Successfully scanned?
ru: Успешно отсканирован?

source: Error message
ru: Сообщение об ошибке

source: Scan log
ru: Запись сканирования

source: Scan logs
ru: Записи сканирования

source: Category name
ru: Название категории

source: Category
ru: Категория

source: Categories
ru: Категории

source: Product name
ru: название продукта

source: Product description
ru: Описание продукта

source: Price
ru: Цена

source: Product
ru: Продукт

source: Products
ru: Продукты

source: Product Variation
ru: Вариация продукта

source: Product Variations
ru: Вариации продуктов

source: Post image
ru: Изображение статьи

source: Post images
ru: Изображения статей

source: Title
ru: Заголовок

source: Post content
ru: Контент

source: Post
ru: Статья

source: Posts
ru: Статьи

source: Show post section in app?
ru: Показывать секцию со статьями в приложении?

source: How much post to show in mobile app?
ru: Сколько статей отображать в приложении?

source: Set how much post to show in mobile app. Rest of the post will be visible after clicking 'more' button
ru: Выставите сколько статей должно быть видно в приложении. Остальные статьи будут видны после нажатия на кнопку 'Еще'

source: Posts config
ru: Настроки секции со статьями

source: QR code
ru: QR код

source: User QR code
ru: QR код пользователя

source: User QR codes
ru: QR коды пользователя

source: Voucher
ru: Ваучер

source: QR Code
ru: QR код

source: Voucher QR code
ru: QR код ваучера

source: Instagram Profile
ru: Instagram профиль

source: Email address
ru: Email

source: Current user purchase
ru: Текущее кол-во покупок

source: Count of current user purchase
ru: Счетчик текущих покупок пользователя

source: Birth day
ru: День рождения

source: Firebase user uId
ru: Firebase uId пользователя

source: Users
ru: Пользователи

source: User with this phone number already registered
ru: Пользователь с таким номером телефона уже зарагестрированн

source: User with entered phone number not found
ru: Пользователь с введенным номером телефона не найден

source: Invalid code
ru: Неверный код

source: Error occurred while phone number validation
ru: Во время валидации номера телефона произошла ошибка

source: Passwords must match
ru: Пароли должны совпадать

source: Must include phone number and password
ru: Должен содержать номер телефона и пароль

source: User account is disabled.
ru: Аккаунт пользователя заблокированн

source: Unable to log in with provided credentials.
ru: Вы ввели не правильные данные для входа

source: QR Code scanned successfully
ru: QR код отсканированн успешно

source: Code was successfully send by SMS
ru: SMS сщщбщение с кодом был выслан

source: Password was successfully changed
ru: Пароль успешно изменен

source: Phone number is missing
ru: Введите номер телефона

source: Is active?
ru: Активен?

source: Designate, if object is active
ru: Отметьте, если объект активен

source: Minimum purchase amount
ru: Минимальное кол-во покупок

source: For registration
ru: За регестрацию

source: For all users
ru: Для всех пользователей

source: Fixed discount
ru: Фиксрованная скидка

source: Percentage dicount
ru: Процентнная скидка

source: Free product
ru: Бесплатный продукт

source: Voucher name
ru: Имя ваучера

source: Enter voucher name
ru: Введите имя ваучера

source: Voucher description
ru: Описание ваучера

source: Enter voucher description
ru: Введите описание ваучера

source: Voucher type
ru: Тип ваучера

source: Select voucher type (in which case user receive voucher)
ru: Выберете тип ваучера (в каких случаях пользователь будет получать ваучер)

source: Discount type
ru: Тип ссылки

source: Select discount type
ru: Выберете тип скидки

source: Amount
ru: Сумма

source: Set discount amount
ru: Высавите размер ссылки

source: Voucher duration
ru: длительность ваучера

source: Set how much days will voucher be available after creation
ru: Выставите сколько дней после создания будет доступен ваучер

source: Purchase count
ru: Кол-во покупок

source: Set minimum purchase amount for receiving voucher
ru: Выставите минимальное кол-во покупок

source: Voucher discount
ru: Скидка ваучера

source: Specify discount amount
ru: Выставите размер ссылки

source: Select free item
ru: Выберете бесплатный продукт

source: Specify purchase count
ru: Выставите кол-во покупок

source: Is scanned?
ru: Отсканированн?

source: Expiration date
ru: Дата истечения

source: Vouchers
ru: Ваучеры

source: Invalid voucher QR code
ru: Не верный QR код ваучера

source: QR code has already been scanned
ru: QR код уже был отсканированн

source: Voucher is inactive
ru: Ваучер неактивен
